Repository: 84000/data-translation-memory
Catalog: toh557-v3.tmx
Source language: bo
Languages: en

source: རིགས་ཀྱི་ལྷ་མོ་རྣམ་གྲངས་འདིས་ན་འཁོར་བ་ནས་འཁོར་བའི་ཚེ་ངས་ཇི་ལྟར་སེམས་ཅན་མང་པོ་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་སྨིན་པར་བྱས་ཏེ་དེ་དག་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་པའི་ས་ཐོབ་པར་གྱུར་པར་རིག་པར་བྱའོ། །
en: “Noble goddess, know through this teaching that while I continued in saṃsāra, I ripened many beings for enlightenment, and they have all obtained prophecies of their attainment of the highest, most complete enlightenment.”

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས། ཆུ་འབེབས་ཀྱིས་ཉ་བཏུལ་བ་སྔོན་བྱུང་བའི་ལེའུ་ཞེས་བྱ་བ་སྟེ་བཅུ་བདུན་པའོ།། །།
en: This concludes “The Story of the Fish Guided by Jalavāhana,” the seventeenth chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: རིགས་ཀྱི་ལྷ་མོ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ནི་གཞན་ལ་ཕན་པའི་ཕྱིར་ལུས་ཀྱང་ཡོངས་སུ་གཏོང་ངོ་། །
en: Chapter 18: The Gift of the Body to a Tigress “Moreover, noble goddess, bodhisattvas give away their bodies in order to benefit others.

source: དེ་ཇི་ལྟ་ཞེ་ན།
en: What is that like?

source: དྲི་མ་མེད་ཅིང་ཤིན་ཏུ་རྒྱས་པའི་ཡོན་ཏན་རྣམ་པ་སྣ་ཚོགས་བརྒྱའི་འོད་ཟེར་ས་དང་ལྷ་ཡུལ་དུ་རྣམ་པར་འཕྲོ་བ་ཐོགས་པ་མེད་པའི་ཡེ་ཤེས་མཐོང་བ་དང་སྟོབས་ཀྱིས་ཕ་རོལ་གནོན་པའི་བཅོམ་ལྡན་འདས་དགེ་སློང་སྟོང་གིས་ཡོངས་སུ་བསྐོར་ཏེ། ཡུལ་ལྔ་ལེན་གྱི་ལྗོངས་སུ་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་ནས་ནགས་ཚོགས་ཞིག་ཏུ་བྱོན་པ་དང་།
en: “The Bhagavat, with the light rays of a hundred various, stainless, and vast qualities shining on the earth and in the paradises, with the vision of unimpeded wisdom, and the power to suppress adversaries, accompanied by a thousand bhikṣus, was traveling and passing through the Pañcala land and came to a forest.

source: དེར་དེས་སྔོ་ཞིང་འཇམ་ལ་མཐིང་གར་འདུག་པའི་སྤང་གི་ངོས་མེ་ཏོག་གི་དྲི་ཞིམ་པ་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་རབ་ཏུ་བརྒྱན་པའི་ས་ཕྱོགས་ཞིག་གཟིགས་སོ། །
en: “There he saw a place of soft pasture, green and blue, with its surface adorned by a variety of aromatic flowers.

source: གཟིགས་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ས་ཕྱོགས་འདི་ནི་མཛེས་པ་སྟེ། འདི་ན་གཏམ་གྱི་གནས་ཀྱི་མཚན་མ་ཡོད་ཀྱིས་ད་དེ་བཞིན་གཤེགས་པའི་གདན་ཐིངས་ཤིག །
en: When he saw that, the Bhagavat said to Venerable Ānanda, ‘Ānanda, this area is beautiful; it has the signs of a place for me to speak, so now prepare a seat for the Tathāgata.’

source: དེ་ནས་དེས་བཅོམ་ལྡན་འདས་ཀྱི་བཀའ་བཞིན་དུ་གདན་བཏིང་ངོ་། །
en: “In accordance with the Bhagavat’s instruction, he prepared a seat.

source: གདན་བཏིང་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །གདན་བཏིང་ལགས་ན་བཅོམ་ལྡན་གཙོ་བོ་མཆོག །མི་ལ་མཆོག་སྩོལ་དམ་པ་སྲིད་བཅིངས་གྲོལ། །
en: When it was prepared, he said to the Bhagavat: “ ‘Excellent, supreme Bhagavat, sublime giver of the supreme to humans, Bringer of liberation from the bondage of existence, your seat is prepared.

source: བཞུགས་ཏེ་མི་ལ་སྨན་སླད་མཐར་བགྱིད་ཀྱི། །བཀའ་མཆིད་དམ་པ་བདུད་རྩི་གསུང་དུ་གསོལ། །
en: I pray that you be seated and speak the amṛta of the sublime instructions That bring liberation so as to benefit beings.’

source: དེ་ནས་བཅོམ་ལྡན་འདས་གདན་དེ་ལ་བཞུགས་ནས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ཁྱོད་བྱ་དཀའ་བའི་ལས་བྱེད་པའི་བྱང་ཆུབ་སེམས་དཔའི་རུས་པ་རྣམས་བལྟ་བར་འདོད་དམ། དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: “The Bhagavat then sat on the seat and said to the bhikṣus, ‘Bhikṣus, do you want to see the bones of a bodhisattva who did that which was difficult to do?’

source: བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་དེ་དག་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །དྲང་སྲོང་དམ་པ་སེམས་ཅན་མཆོག་གི་སྙིང་པོ་ལ། །བཟོད་དང་བརྩོན་འགྲུས་ཆེ་ལ་ཞི་དང་དུལ་དགའ་ཞིང་། །བློ་གྲོས་དྲན་དགའ་ཡོན་ཏན་དཔག་མེད་གནས་གྱུར་གྱི། །རུས་པ་བདག་ཅག་བལྟ་བའི་དུས་ལགས་དེ་ལེགས་ཤོད། །
en: “The bhikṣus said to the Bhagavat: “ ‘Excellent Ṛṣi, tell us well, for the time has come for us to see The bones of someone dedicated to the benefit of beings, Who had patience, great diligence and delighted in peace and self-control, Who delighted in wisdom and mindfulness and possessed immeasurable qualities.’

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཕྱག་གི་མཐིལ་འཁོར་ལོ་རྩིབས་སྟོང་གི་རི་མོ་ཅན་དང་། མེ་ཏོག་ཀ་མ་ལ་གསར་དུ་ཁ་བྱེ་བ་ལྟར་འཇམ་པའི་ཕྱག་གིས་སའི་ངོས་ལ་བརྡབས་ཏེ།
en: “The Bhagavat then stamped on the ground’s surface with the sole of his foot, which was as soft as a newly blossomed lotus flower and had marked upon it the design of a wheel with a thousand spokes.

source: བསྣུན་མ་ཐག་ཏུ་ས་རྣམ་པ་དྲུག་ཏུ་གཡོས་ཏེ་ནོར་བུ་དང་གསེར་དང་དངུལ་ལས་བྱས་པའི་མཆོད་རྟེན་ཞིག་དེ་ནས་བྱུང་ངོ་། །
en: As soon as he had pressed down on the earth, it shook in six ways and a stūpa made of silver and gold emerged from it.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་མཆོད་རྟེན་འདི་ཕྱེ་ཞིག །
en: “The Bhagavat then said to Venerable Ānanda, ‘Ānanda, open this stūpa!’

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་མཉན་ནས། མཆོད་རྟེན་དེ་ཕྱེ་བ་དང་དེས་དེར་གསེར་གྱི་འཕྲ་ཅན་གྱི་ནོར་བུ་དང་མུ་ཏིག་གིས་ཁེབས་པར་གཡོགས་པའི་གསེར་གྱི་ཟ་མ་ཏོག་ཅིག་མཐོང་ངོ་། །
en: “Venerable Ānanda, obeying the Bhagavat, opened the stūpa and saw inside it some golden caskets covered with jewels and pearls that shone with a golden light.

source: མཐོང་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གསེར་གྱི་ཟ་མ་ཏོག་ཅིག་མཆིས་སོ། །
en: Having seen that, he told the Bhagavat, ‘Bhagavat, there are golden caskets.’

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཟ་མ་ཏོག་བདུན་པོ་འདི་དག་ཐམས་ཅད་ཕྱེ་ཤིག །
en: “ ‘Open all these seven caskets!” said the Bhagavat.

source: དེ་བཞིན་དུ་ཐམས་ཅད་ཕྱེ་བ་དང་དེས་དེར་རུས་པའི་ཁ་དོག་ཁ་བ་དང་མེ་ཏོག་ཀུ་མུ་ད་དང་འདྲ་བ་དག་ཅིག་མཐོང་ངོ་། །
en: “He thus opened them all, and he saw in them bones that were the color of snow and water lilies.

source: མཐོང་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་རུས་པ་དག་ཅིག་གདའོ། །
en: Having seen them, he told the Bhagavat, ‘Bhagavat, there are bones.’

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་སྐྱེས་བུ་ཆེན་པོའི་རུས་པ་རྣམས་ཁྱེར་ཏེ་ཤོག །
en: “ ‘Ānanda, bring the bones of the great being!’ said the Bhagavat.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་རུས་པ་དེ་དག་བླངས་ཏེ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཕུལ་བ་དང་།
en: “Venerable Ānanda picked up those bones and gave them to the Buddha Bhagavat.

source: བཅོམ་ལྡན་འདས་ཀྱིས་རུས་པ་རྣམས་དགེ་འདུན་གྱི་མདུན་དུ་བསྣམས་ཏེ་ཕྱག་ཏུ་བཞེས་ཏེ་བཀའ་སྩལ་པ། རུས་པ་འདི་དག་ཡོན་ཏན་མཆོག་རབ་ཚོགས་ལྡན་བློ་གྲོས་མཆོག །དུལ་དང་བསམ་གཏན་བཟོད་པས་སྤྲོ་བ་གྲགས་པ་དམ་པ་མཆོག །
en: The Bhagavat took the bones, held them in front of the saṅgha, and said: “ ‘These are the bones of someone who possessed the accumulation of supreme qualities, had supreme understanding, And had sublime, supreme self-control, meditative stability, patience, enthusiasm, and renown.

source: ཕྱིར་ཞིང་བྱང་ཆུབ་འདི་ལ་རྟག་ཏུ་བློ་གྲོས་ལྡན་བྱས་ཤིང་། །སྤྲོ་བརྟན་མོས་དང་བློ་གྲོས་རྟག་ཏུ་སྦྱིན་ལ་དགའ་བའི་ཡིན། །
en: Moreover, they created in those with understanding a constant enthusiasm and aspiration for this enlightenment, And they have created a delight for giving in those with perfect understanding.’

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་བྱང་ཆུབ་སེམས་དཔའི་རུས་པ་ཚུལ་ཁྲིམས་དང་ཡོན་ཏན་གྱིས་ཡོངས་སུ་བསྒོས་པ། མཆོག་ཏུ་མཐོང་བར་དཀའ་བ་བསོད་ནམས་ཀྱི་ཞིང་དུ་གྱུར་པ་རྣམས་ལ་ཕྱག་འཚོལ་ཅིག །
en: “The Bhagavat then said to the bhikṣus, ‘Bhikṣus, pay homage to the bones of a bodhisattva that are suffused with good conduct and good qualities, that are supremely difficult to see, and that are a field of merit.’

source: དེ་ནས་དགེ་སློང་དེ་དག་གིས་ཐལ་མོ་སྦྱར་ཏེ་འདུན་པའི་ཡིད་ཀྱིས་རུས་པ་རྣམས་ལ་ཕྱག་འཚལ་ཏོ། །
en: “Those bhikṣus placed their palms together and with aspiration paid homage to the bones.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་ཐལ་མོ་སྦྱར་ཏེ་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ནི། འཇིག་རྟེན་ཐམས་ཅད་ལས་མངོན་པར་འཕགས་པ་སེམས་ཅན་ཐམས་ཅད་ཀྱིས་ཕྱག་བགྱིས་པ་ལགས་ན། ཇི་ལྟར་དེ་བཞིན་གཤེགས་པ་ཉིད་རུས་པ་འདི་དག་ལ་ཕྱག་བཞེས།
en: “Then Venerable Ānanda, with palms together, said to the Bhagavat, ‘The Bhagavat Tathāgata is higher than all worlds and is to be paid homage by all beings, so why does the Tathāgata pay homage to these bones?’

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཀུན་དགའ་བོ་རུས་པ་འདི་དག་གིས་ང་འདི་ལྟར་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་སོ། །
en: “The Bhagavat replied to Venerable Ānanda, ‘Ānanda, it is through these bones that I quickly attained the highest, most complete enlightenment of perfect buddhahood.

source: ཀུན་དགའ་བོ་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་རྒྱལ་པོ་ཤིང་རྟ་ཆེན་པོ་ཞེས་བྱ་བ་བཞོན་པ་དང་སྟོབས་དུ་མ་དང་ལྡན་པ་ཐོགས་པ་མེད་པའི་སྟོབས་ཀྱིས་ཕ་རོལ་གནོན་པ་ཞིག་བྱུང་སྟེ།
en: Ānanda, in the past, in a time gone by, there was a king by the name of Mahāratha, who had many troops and vehicles and unimpeded power, and who had subjugated his adversaries.

source: དེ་ལ་བུ་ལྷ་གཞོན་ནུ་དང་འདྲ་བ་གསུམ་ཞིག་ཡོད་དེ་སྒྲ་ཆེན་པོ་དང་ལྷ་ཆེན་པོ་དང་སེམས་ཅན་ཆེན་པོའོ། །
en: He had three sons who were like young gods: Mahāpraṇāda, Mahādeva, and Mahāsattva.

source: དེ་ནས་རྒྱལ་པོ་རྩེ་བའི་ཕྱིར་སྐྱེད་མོས་ཚལ་གྱི་སར་བྱུང་བ་དང་། གཞོན་ནུ་དེ་དག་སྐྱེད་མོས་ཚལ་དེའི་ཡོན་ཏན་ལ་ཆགས་ཤིང་མེ་ཏོག་འདོད་པས་ཕན་ཚུན་རྒྱུ་སྟེ། ནགས་སྟུག་པོ་ཆེན་པོ་བཅུ་གཉིས་སུ་ཞུགས་སོ། །
en: “ ‘At a certain point the king, in order to amuse himself, went to a park; the boys, attracted to the qualities of that park, and desiring flowers, ran back and forth and came to twelve great, dense forests, which the princes entered.

source: དེ་ནས་རྒྱལ་པོའི་བུ་དག་དོང་བ་དང་གཞོན་ནུའི་རིམ་གྲོ་པ་རྣམས་ཀྱང་རྒྱལ་བུས་བསྐྲད་ནས་ཕན་ཚུན་དོང་སྟེ། ཀུན་ཏུ་བསྲུངས་པའི་སྐྱེད་མོས་ཚལ་ཆེན་པོའི་ནགས་སྟུག་པོ་བཅུ་གཉིས་སུ་ཞུགས་སོ། །
en: The princes dismissed their attendants, who then went here and there while the princes entered the twelve great, dense forests in the protected park.

source: དེ་ནས་སྒྲ་ཆེན་པོས་ནུ་བོ་གཉིས་ལ་སྨྲས་པ། ཁོ་བོའི་སྙིང་འཇིགས་པས་ནོན་ན་འདིར་བདག་ཅག་གཅན་གཟན་གྱིས་གསད་དུ་འོང་གིས་ཚུར་ཤོག །
en: “ ‘Mahāpraṇāda said to his two younger brothers, “I am oppressed by the fear in my heart that we could be killed by wild beasts.

source: ལྷ་ཆེན་པོས་སྨྲས་པ།
en: Let’s go back!”

source: བདག་ལ་འཇིགས་པ་ནི་མ་མཆིས་ན། སྐྱེ་བོ་སྡུག་པ་དང་བྲལ་བ་སྙམ་བགྱིད་པའི་སྙིང་དུ་གྱུར་ཏོ། །
en: “ ‘Mahādeva said, “I am not afraid, but in my heart there is the thought of being separated from beloved people.”

source: སེམས་ཅན་ཆེན་པོས་སྨྲས་པ། ཐུབ་པས་བསྔགས་པའི་ནགས་ཁྲོད་དབེན་པ་འདིར། །བདག་ནི་མི་འཇིགས་མྱ་ངན་མ་མཆིས་ཀྱི། །
en: “ ‘Mahāsattva said: “ ‘ “I have no fear and have no sadness In this solitary forest praised by sages.

source: ཤིན་ཏུ་རྒྱས་མཆོག་དོན་ཆེན་རྙེད་སྙམ་སྟེ། །བདག་གི་སྙིང་འདི་རབ་ཏུ་དགའ་བར་གྱུར། །
en: My heart has become filled with joy, Thinking I will find a vast, excellent purpose.”

source: དེ་ནས་རྒྱལ་བུ་གཞོན་ནུ་དེ་དག་ནགས་སྟུག་པོ་བཅུ་གཉིས་པོ་དེ་དག་གི་ཁྲོད་དུ་རྒྱུ་བ་ན་སྟག་མོ་བུ་བྱུང་ནས་ཞག་བདུན་ལོན་པ་ཞིག་བུ་ལྔས་བསྐོར་ཏེ།
en: “ ‘As the young princes were wandering in the midst of those twelve great, dense forests, they saw a tigress who had given birth seven days before, encircled by her five cubs.

source: བཀྲེས་ཤིང་སྐོམ་པས་ཉམ་སྨད་ནས་ལུས་མཆོག་ཏུ་ཉམ་ཆུང་བར་གྱུར་པ་དེ་འདྲ་བ་ཞིག་མཐོང་ངོ་། །
en: She was so hungry and thirsty and exhausted that her body was completely weakened.

source: མཐོང་ནས་སྒྲ་ཆེན་པོས་སྨྲས་པ། ཀྱེ་མའོ་ཉོན་མོངས་མ་འདི་བུ་བྱུང་ནས་ཞག་དྲུག་གམ་ཞག་བདུན་ལོན་པར་གྱུར་ལ།
en: “ ‘When they saw her, Mahāpraṇāda said, “Alas, this afflicted creature has given birth to cubs some six or seven days ago.

source: ད་ལྟར་ཟས་མ་རྙེད་པས་ཡང་ན་ནི་རང་གི་བུ་ལ་ཟ་བར་འགྱུར། ཡང་ན་ནི་བཀྲེས་པས་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་རོ། །སེམས་ཅན་ཆེན་པོས་སྨྲས་པ།
en: Now that she has not found food, she will eat her own cubs or will die of hunger.”

source: ཉོན་མོངས་མ་འདིའི་ཟས་ཅི།
en: “ ‘ “What does this tormented one eat?”

source: སྒྲ་ཆེན་པོས་སྨྲས་པ།
en: asked Mahāsattva.

source: འདི་ལྟར་གང་ཤ་སར་པ་དང་ཁྲག་དྲོན་པོ་ཡོད་ན་དེ་ནི་སྟག་དང་དོམ་དང་དྲེད་དང་སེང་གེ་རྣམས་ཀྱི་ཟས་ཡིན་ནོ་ཞེས་ཟེར་རོ། །
en: “ ‘ “Fresh meat and warm blood is said to be the food of tigers, black bears, brown bears, and lions,” answered Mahāpraṇāda.

source: ལྷ་ཆེན་པོས་སྨྲས་པ། འདིར་ཉོན་མོངས་བཀྲེས་པ་དང་སྐོམ་པ་དང་ལྡན་པའི་ལུས་སུ་གྱུར་པས་སྲོག་གི་ལྷག་མ་ཅུང་ཟད་ཅིག་ལུས་ཏེ།
en: “ ‘Mahādeva said, “She has a body that is tormented by hunger and thirst, and she has only a little life left.

source: རབ་ཏུ་ཉམ་ཆུང་བ་འདིས་གནས་འདིར་ཟས་སྐོམ་ཚོལ་ནི་མི་ནུས་ན་འདིའི་སྲོག་ཡོངས་སུ་བསྲུང་བའི་ཕྱིར་སུ་ཞིག་རང་གི་ལུས་ཡོངས་སུ་གཏོང་བར་བྱེད་ཅིག་གུ།
en: She is so weakened she will not be able to seek for food and drink in this place. Who would give up their own body to save her life?”

source: ཀྱེ་རང་གི་ལུས་ཡོངས་སུ་བཏང་བ་ནི་བྱ་དཀའ་བའོ། །
en: To give up one’s body would be a difficult thing to do!”

source: སེམས་ཅན་ཆེན་པོས་སྨྲས་པ།
en: said Mahāpraṇāda.

source: བདག་ཅག་ལྟ་བུ་སྲོག་དང་ལུས་ལ་མངོན་པར་ཆགས་པ་བློ་ཆུང་བ་རྣམས་ལ་ནི་ཚུལ་འདི་བྱ་དཀའ་བ་ལགས་ཀྱི་གཞན་ལུས་ཡོངས་སུ་གཏོང་བ་ལ་ཞུགས་པ་གཞན་ལ་ཕན་པར་བརྩོན་པའི་སྐྱེས་བུ་དམ་པ་རྣམས་ལ་ནི་དཀའ་བ་མ་ལགས་སོ། །
en: “ ‘ “For us,” said Mahāsattva, “who have small minds and are attached to life and body, it would be difficult to do, but for supreme beings who give their bodies to others, who are dedicated to benefiting others, it would not be difficult.

source: ཡང་སྙིང་བརྩེ་སྙིང་རྗེ་ལས་བྱུང་འཕགས་པའི་སེམས་ཅན་དག །ལྷ་ཡུལ་དང་ནི་ས་འདིར་རང་ལུས་རྙེད་སྙམ་སྟེ། །གཞན་གྱི་སྲོག་ཕྱིར་མཐུན་པར་དགའ་བའི་ཡིད་ཀྱིས་ནི། །འགྱུར་བ་མེད་པར་འདིར་ནི་རྣམ་པ་བརྒྱ་ཡིས་རྩེ། །
en: “ ‘ “The noble beings who arise from pity and compassion, Thinking they will find a body in paradise or on this earth, With a joyful mind oriented to saving the lives of others Without wavering, would delight in this in a hundred ways.”

source: དེ་ནས་རྒྱལ་བུ་གཞོན་ནུ་དེ་ཤིན་ཏུ་མི་དགའ་སྟེ། སྟག་མོ་དེ་ལ་མིག་མི་འཛུམས་པར་རིང་ཞིག་ཏུ་བལྟས་ནས་སོང་ངོ་། །
en: “ ‘As they went away, the young prince was very unhappy and kept looking back at the tigress, staring at her from afar.

source: དེ་ནས་སེམས་ཅན་ཆེན་པོ་འདི་སྙམ་དུ་སེམས་ཏེ། ད་ནི་བདག་གི་ལུས་འདི་ཡོངས་སུ་གཏོང་བའི་དུས་ལ་བབ་བོ། །
en: “ ‘Mahāsattva thought, “The time has come for me to give away my body.

source: འཇིག་ཅིང་འགྱེས་པའི་ཆོས་ཅན་མཐར་འགྱེད་མཐའ་ངན་པ། །རྣག་ཅན་ལུས་འདི་ཟས་དང་སྐོམ་དང་མལ་ཆ་དང་། །བཞོན་པ་འོས་པ་ཆེན་པོ་དག་གིས་རིང་བསྲུངས་ཀྱང་། །
en: “ ‘ “For a long time I have taken care of this body of pus With food, drink, beds, carriages, and other suitable things, But it will naturally fall apart and be destroyed, come to an end, have a bad end.

source: སྔ་མེད་རང་གིས་རང་བཞིན་མི་འདོར་བྱས་དོན་མེད། །
en: It has never before rid itself of that nature; it has no benefit.

source: ཡང་ཐམས་ཅད་དུ་མི་གཙང་བར་གྱུར་པས་ན་དེའི་འཚོ་བ་མེད་ཀྱིས། ད་བདག་གིས་དེ་ལས་བཟང་པོ་ལ་སྦྱར་བར་བྱའོ། །
en: “ ‘ “It is in all respects impure and therefore cannot be kept alive, so I should use it for something better.

source: དེའི་ཕྱིར་བདག་སྐྱེ་བ་དང་འཆི་བའི་རྒྱ་མཚོ་ལས་རྒལ་བའི་གྲུ་བོ་ཆེ་ལྟ་བུར་འགྱུར་རོ། །
en: Therefore, I will become like a great ship that crosses the ocean of births and deaths. It has no essence; it is like foam. It is filled with worms and is a waste.

source: ཡང་སྙིང་པོ་མེད་ལུས་དབུ་བ་འདྲ་ལ་སྲིན་བུ་བརྒྱས་གང་བྱས་པ་ཆུད་གཟོན་པ། །
en: It has a hundred growths that are like boils.

source: འབྲས་འདྲ་བ་ཡི་སྲིད་པ་བརྒྱ་ལྡན་གཅིན་དང་ཕྱི་སས་གང་བ་འདི་བཏང་སྟེ། །
en: It is filled with urine and feces, and I will give it away.

source: མྱ་ངན་མེད་ཅིང་འགྱུར་མེད་ཕུང་མེད་དྲི་མེད་བསམ་གཏན་ལ་སོགས་ཡོན་ཏན་གྱིས། །ཀུན་ཏུ་གང་བའི་ཆོས་སྐུ་ཡོན་ཏན་བརྒྱས་གང་རྡུལ་དང་བྲལ་བ་ཐོབ་པར་བྱ། །
en: “ ‘ “I will obtain the Dharma body that is without misery, changeless, never ruined, stainless, completely filled with such qualities as meditation, filled with a hundred qualities, and free of all impurities.”

source: དེ་སྙིང་རྗེ་མཆོག་དང་ལྡན་པའི་སྙིང་དུ་གྱུར་པས་དེ་ལྟར་བརྟུལ་ནས་ཁྱོད་གཉིས་གཤེགས་སུ་གསོལ།
en: “ ‘With a heart that was filled with perfect compassion, and self-controlled in that way, he said, “You two go on.

source: བདག་ནི་རང་གི་བགྱི་བ་ཞིག་གི་སླད་དུ་ནགས་སྟུག་པོ་བཅུ་གཉིས་སུ་འཇུག་གོ་ཞེས་དེ་གཉིས་བསྐྲད་དོ། །
en: I have something of my own to do and will go back into the twelve dense forests,” and he sent them both away.

source: དེ་ནས་རྒྱལ་བུ་གཞོན་ནུ་སེམས་ཅན་ཆེན་པོ་ནགས་འདབ་དེ་ནས་སླར་ལོག་སྟེ། སྟག་གི་གནས་སུ་སོང་ནས་ནགས་ཀྱི་ཡལ་ག་ལ་གོས་གཟར་ཏེ།
en: “ ‘The young prince then returned into the great forest and went to the location of the tigress.

source: བདག་ནི་འགྲོ་ལ་ཕན་ཕྱིར་བྱང་ཆུབ་མཚུངས་པ་མེད་པ་ཞི་བ་ཐོབ་འདོད་དེ། །
en: He hung his clothes on a branch, and prayed, “I wish to attain the unequaled peace of enlightenment in order to benefit beings.

source: གཞན་གྱིས་བཏང་བར་དཀའ་བའི་ལུས་ནི་བློ་གྲོས་འགྱུར་བ་མེད་པའི་སྙིང་རྗེས་སྦྱིན། །
en: With unchanging, wise compassion, I make a gift of the body, which others find hard to give away.

source: བདག་གིས་སྐྱོན་མེད་བྱང་ཆུབ་རིན་མེད་རྒྱལ་སྲས་རྣམས་ཀྱིས་གཉེར་བ་ཐོབ་པར་ཤོག །
en: May I attain the faultless, priceless enlightenment that bodhisattvas seek.

source: བདག་གིས་སྲིད་པའི་རྒྱ་མཚོ་རབ་ཏུ་འཇིགས་ལས་འཇིག་རྟེན་གསུམ་པོ་བསྒྲལ་བར་བྱ། །ཞེས་སྨོན་ལམ་བཏབ་བོ། །
en: May I free the three worlds from the terrifying ocean of existence.”

source: དེ་ནས་སེམས་ཅན་ཆེན་པོ་སྟག་མོའི་མདུན་དུ་ཉལ་བ་དང་། དེ་ནས་བྱམས་པ་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལ་སྟག་མོས་ཅི་ཡང་མ་བྱས་སོ། །
en: “ ‘Mahāsattva then laid himself down before the tigress, but the tigress did nothing to the loving bodhisattva.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔས་ཀྱེ་མའོ་འདི་ནི་ཉམ་ཆུང་བས་མི་ནུས་སོ་སྙམ་ནས་ལངས་ཏེ།
en: “ ‘The bodhisattva thought, “Oh! She is too weak to do anything!” and got up.

source: སྙིང་བརྩེ་བའི་བློ་གྲོས་ཀྱིས་མཚོན་ཆ་བཙལ་ན་གང་ནས་ཀྱང་མཚོན་ཆ་མ་རྙེད་ནས་དེས་འོད་མའི་ཡལ་ག་ལོ་བརྒྱ་ལོན་པ་སྲ་བ་ཞིག་བླངས་ཏེ། བདག་གི་མགུལ་པ་བཅད་ནས་སྟག་མོའི་མདུན་དུ་འགྱེལ་ཏོ། །
en: With the wisdom of compassion, he sought a weapon. He could not find a weapon anywhere, so he took the branch of a bamboo that was a hundred years old and hard, cut his throat with it, and fell before the tigress.

source: བྱང་ཆུབ་སེམས་དཔའ་འགྱེལ་མ་ཐག་ཏུ་ཆུའི་དབུས་སུ་སོན་པའི་གྲུ་རླུང་གིས་བསྐྱོད་པ་བཞིན་དུ་ས་འདི་རྣམ་པ་དྲུག་ཏུ་གཡོས་སོ། །
en: “ ‘As soon as the bodhisattva fell, the earth shook six times like a ship in the middle of water being shaken by the wind.

source: ཉི་མ་ཡང་སྒྲ་གཅན་གྱིས་ཟིན་པ་བཞིན་དུ་འོད་ཟེར་རྣམས་ཀྱིས་མཛེས་པ་མེད་དོ། །
en: The sun also was eclipsed, and the beauty of its light rays vanished.

source: ལྷའི་སྤོས་དང་ཕྱེ་མ་དང་འདྲེས་པའི་མེ་ཏོག་གི་ཆར་ཡང་བབ་བོ། །
en: There also fell a rain of flowers mixed with divine incense and powders.

source: དེ་ནས་ལྷ་ཞིག་གིས་ངོ་མཚར་དུ་གྱུར་པའི་ཡིད་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་ལ་བསྟོད་པ། བློ་གྲོས་བཟང་པོ་ཁྱོད་འདིར་ཇི་ལྟར་ཐུགས་རྗེས་སེམས་ཅན་རྣམས་ཁྱབ་སྟེ། །
en: “ ‘Then a deva with a marveling mind praised the bodhisattva: “ ‘ “Excellent wise one, you have in this way pervaded all beings with your compassion.

source: མི་ཡི་དབང་པོ་རབ་ཏུ་དགྱེས་པས་ཇི་ལྟར་སྐུ་འདིར་བཏང་བས་ན། །
en: You have pleased the lords of humans by giving away your body in this way.

source: སྐྱེ་བ་དང་ནི་འཆི་བའི་དོན་དང་བྲལ་བ་ཞི་བ་གནས་ཀྱི་མཆོག །ཞི་བ་གཙང་མ་ཁྱོད་ཀྱིས་འདིར་ནི་ཚེགས་མེད་རིང་པོར་མི་ཐོགས་བརྙེས། །
en: You will soon find here, without difficulty and without impediment, a pure peace, The supreme state of peace that is free of the meaning of birth and death.”

source: དེ་ནས་སྟག་མོ་དེས་བྱང་ཆུབ་སེམས་དཔའི་ལུས་ཁྲག་གིས་སྦགས་པ་ལ་བལྡགས་ནས། ཡུད་ཙམ་གྱིས་ཤ་དང་ཁྲག་མེད་པར་རུས་པ་ཙམ་ཞིག་ལུས་པར་བྱས་སོ། །
en: “ ‘The tigress licked the bodhisattva’s body soaked in blood, and soon there was nothing left of the body but bones without flesh or blood.

source: དེ་ནས་སྒྲ་ཆེན་པོས་ས་གཡོས་པ་དེ་དག་ལ་བསམས་ནས་ལྷ་ཆེན་པོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཇི་ལྟར་ཕྱོགས་བཅུའི་རྒྱ་མཚོའི་མཐར་ཐུག་རྒྱ་མཚོར་བཅས་པ་ཡི། །ས་འདི་རབ་ཏུ་གཡོས་ཤིང་ཉི་མའང་འོད་ནི་མེད་གྱུར་ལ། །མེ་ཏོག་ཆར་པ་བབ་ཅིང་ཁོ་བོའི་ཡིད་ཀྱང་འཁྲུགས་པས་ན། །
en: “ ‘Then Mahāpraṇāda, thinking about the earthquake, said to Mahādeva: “ ‘ “This earth, as far as the oceans and including the oceans, shook; The sun was without light, and there was a rain of flowers.

source: ད་གཟོད་བདག་གི་ནུ་བོས་རང་གི་ལུས་ནི་བཏང་ཡང་དག །
en: Also, my mind became disturbed, so it seems as if Our younger brother has given away his body.”

source: ལྷ་ཆེན་པོས་སྨྲས་པ། དེ་ནི་ཇི་ལྟར་སྙིང་རྗེའི་ཚིག་སྨྲ་ལ། །བཀྲེས་དང་ལྡན་ཞིང་སྡུག་བསྔལ་བརྒྱས་གཙེས་པ། །ཤིན་ཏུ་ཉམ་ཆུང་རང་གི་བུ་ལ་ཡང་། །ཟ་བར་ཆས་ལ་ལྟ་བས་བདག་ཀྱང་དོགས། །
en: “ ‘Mahādeva said: “ ‘ “I also became worried when he spoke Those words of compassion while gazing upon The starving one tormented by a hundred sufferings, Extremely weak and ready to eat her own cubs.”

source: དེ་ནས་རྒྱལ་བུ་གཞོན་ནུ་དེ་གཉིས་རབ་ཏུ་མྱ་ངན་གྱིས་ནོན་ནས་མཆི་མས་མིག་གང་སྟེ་ལམ་དེ་ཉིད་ནས་སླར་ལོག་ནས་སྟག་མོའི་དྲུང་དུ་ཕྱིན་པ་དང་།
en: “ ‘Then those two young princes, oppressed by sadness, their eyes filled with tears, returned along their path and reached the tigress.

source: གོས་ཐམས་ཅད་ནི་འོད་མའི་ཡལ་ག་ལ་གཟར། རུས་པ་རྣམས་ནི་བྱེ་ཞིང་བྲལ། ཁྲག་ནི་རྫབ་ཏུ་གྱུར། སྐྲ་ནི་ཕྱོགས་དང་ཕྱོགས་མཚམས་སུ་འཐོར་བར་མཐོང་ངོ་། །
en: They saw all their brother’s clothes were hung upon a bamboo branch, his bones were torn apart and separated, his blood had muddied the ground, and his hair was scattered here and there.

source: མཐོང་ནས་ཀྱང་བརྒྱལ་ཏེ་རུས་པའི་སྟེང་དུ་འགྱེལ་ནས་རིང་ཞིག་ལོན་པ་དང་། འདུ་ཤེས་རྙེད་དེ་ལངས་ནས་ལག་པ་བསྒྲེད་སྟེ་ཉམ་ཐག་པའི་སྒྲ་ཕྱུང་ངོ་། །
en: “ ‘When they saw that, they fainted, falling on his bones, where they lay for a while until they revived, stood up, stretched out their arms, and emitted cries of despair.

source: ཀྱེ་མའོ་ནུ་བོ་སྡུག་པ་དང་ནི་རྒྱལ་པོ་དང་། །
en: “ ‘ “Alas! Beloved young brother!

source: དེ་བཞིན་དུ་ནི་བུ་ལ་རབ་ཏུ་གདུང་བའི་མ། །པདྨ་འདྲ་བའི་མིག་རིང་ཁྱོད་ཀྱི་གར་བཞག་ཅེས། །མ་ནི་བདག་ཅག་ལ་ཡང་ཐ་ཆུངས་འདྲི་བར་འགྱུར། །
en: The king And also the mother who loves her son Will ask us about our little brother: ‘Where have you left the one with lotus eyes?’

source: ཀྱེ་མ་བདག་ཅག་གཉིས་ནི་ས་ཕྱོགས་འདི་ཉིད་དུ། །ཤི་ན་ལེགས་ཀྱིས་གསོན་ན་དེ་ལྟ་མ་ཡིན་ནོ། །
en: “ ‘ “Alas, it would be better for us two to die In this place, for it will not be good if we live!

source: སེམས་ཅན་ཆེན་པོ་མེད་པར་གྱུར་པས་བདག་ཅག་ལ། །ཕ་མ་དག་གིས་ཇི་ལྟར་ལྟོ་བ་སྟེར་བར་འགྱུར། །
en: How will our parents be able to look upon us When Mahāsattva no longer exists?”

source: དེ་ནས་རྒྱལ་བུ་གཞོན་ནུ་དེ་གཉིས་ཀྱིས་སྙིང་རྗེ་རྗེ་སྐད་དུ་རྣམ་པ་མང་པོར་ངུས་ནས་དོང་ངོ་། །
en: “ ‘Then the two young princes, weeping and crying out pitifully in many ways, returned.

source: དེ་ནས་རྒྱལ་བུ་གཞོན་ནུའི་རིམ་གྲོ་པ་རྣམས་ཀྱང་གཞོན་ནུ་ཚོལ་ཞིང་ཕྱོགས་དང་ཕྱོགས་མཚམས་སུ་རྒྱུག་པ་དང་། གཅིག་གིས་གཅིག་མཐོང་ནས།
en: “ ‘The attendants of the young princes had gone in search of them, running around in all directions, and when they saw one another they asked, “Where is the boy?

source: གཞོན་ནུ་ག་རེ་གཞོན་ནུ་ག་རེ་ཞེས་འདྲིའོ། །
en: Where is the boy?”

source: དེའི་ཚེ་བཙུན་མོ་མལ་ན་ཉལ་བའི་རྨི་ལམ་ན་སྡུག་པ་དང་བྲལ་བར་རྨིས་པ་འདི་ལྟ་སྟེ། ནུ་མ་གཉིས་བཅད་པ་དང་། སོ་ཕྱུང་བ་དང་། ཐི་བའི་ཕྲུ་གུ་སྐྲག་པ་གསུམ་ཞིག་རྙེད་པ་ལས་གཅིག་ཁྲས་ཁྱེར་བར་མཐོང་ངོ་། །
en: “ ‘At that time, the queen was sleeping in her bed, and in a dream she became separated from a loved one in this way: her breasts were both cut off, her teeth fell out, and she saw a hawk carry off one of three frightened dove chicks.

source: དེ་ནས་བཙུན་མོ་ས་གཡོས་པས་སྙིང་དངངས་ཏེ་མོད་ལ་སད་ནས་སེམས་པ་ལ་ཞུགས་ཏེ། འབྱུང་པོའི་རྟེན་མ་རྒྱ་མཚོའི་གོས་ཅན་འདི་ནི་ཀུན་ཏུ་རབ་གཡོ་ཅི་ཞིག་གུ། །
en: Then the queen, alarmed by the earth shaking, woke up at that moment and became deep in thought: “ ‘ “This support of beings, which is clothed by the oceans, has been completely shaken.

source: ཉི་མ་འོད་ཟེར་མེད་པར་གྱུར་པས་ང་ཡི་སྙིང་ལ་མྱ་ངན་འགྱུར་བར་སྟོན། །
en: The light rays of the sun vanished, which indicates that there will be grief in my heart.

source: ང་ཡི་ལུས་ནི་ཞུམ་ཞིང་མིག་ཀྱང་གཡོ་ལ་རང་གི་ནུ་མ་བཅད་རྨིས་པ། །
en: My limbs weakened, my eyes rolled, and I dreamed my breasts were cut off.

source: ང་ཡི་བུ་རྣམས་ནགས་ཁྲོད་འདིར་ནི་རྩེར་དོང་བ་ལ་དགེ་བར་འགྱུར་རམ་གེ །
en: My sons who have gone to play in the forest—is all well with them or not?”

source: དེ་ནས་དེ་སྙམ་བསམས་པ་དང་བྲན་མོ་ཡང་སྙིང་མྱོས་ཏེ་འོངས་ནས་བཙུན་མོ་ལ་སྨྲས་པ། ཇོ་མོ་གཞོན་ནུའི་རིམ་གྲོ་པ་དག་གཞོན་ནུ་ཚོལ་ཞིང་མཆིས་ན་ཇོ་ཅོ་སྟོར་ཅེས་གདའོ། །
en: “ ‘As she was thinking in this way, a servant, deeply distressed, came and said to the queen, “Your Majesty, the attendants of the princes say that they are searching for the boys, that the lords are lost!”
